[
  "url-into-selection",
  "nldates-obsidian",
  "obsidian-style-settings",
  "obsidian-admonition",
  "obsidian-plugin-toc",
  "obsidian-zoom",
  "obsidian-hover-editor",
  "better-fn",
  "obsidian-latex-suite",
  "mousewheel-image-zoom",
  "obsidian-tikzjax",
  "obsidian-copy-block-link",
  "obsidian-fullscreen-plugin",
  "obsidian-title-serial-number-plugin",
  "dataview",
  "obsidian-attachment-name-formatting",
  "obsidian-excel-to-markdown-table",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-file-cleaner",
  "editing-toolbar",
  "buttons",
  "metaedit",
  "obsidian-local-images-plus",
  "easy-typing-obsidian",
  "obsidian-git",
  "obsidian-mathjax-wikilinks",
  "obsidian-tasks-plugin",
  "periodic-notes",
  "calendar",
  "file-order",
  "obsidian-auto-link-title",
  "obsidian-mkdocs-publisher",
  "homepage",
  "Enhanced editing",
  "obsidian-linter",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "table-extended",
  "ob-table-enhancer"
]